{
  "plugins": {
    "LuaSnip": {
      "src": "git@github.com:L3MON4D3/LuaSnip"
    },
    "blame.nvim": {
      "src": "git@github.com:FabijanZulj/blame.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/Saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "canola.nvim": {
      "src": "git@github.com:barrettruth/canola.nvim"
    },
    "conform.nvim": {
      "src": "https://github.com/stevearc/conform.nvim"
    },
    "dadbod-grip.nvim": {
      "src": "git@github.com:joryeugene/dadbod-grip.nvim"
    },
    "diffview.nvim": {
      "src": "https://github.com/sindrets/diffview.nvim"
    },
    "git-conflict.nvim": {
      "src": "https://github.com/akinsho/git-conflict.nvim"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "mini.cursorword": {
      "src": "https://github.com/nvim-mini/mini.cursorword"
    },
    "neogit": {
      "src": "https://github.com/NeogitOrg/neogit"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-bqf": {
      "src": "https://github.com/kevinhwang91/nvim-bqf"
    },
    "nvim-dap": {
      "src": "git@github.com:mfussenegger/nvim-dap"
    },
    "nvim-dap-view": {
      "src": "git@github.com:igorlfs/nvim-dap-view"
    },
    "nvim-lint": {
      "src": "https://github.com/mfussenegger/nvim-lint"
    },
    "nvim-surround": {
      "src": "https://github.com/kylechui/nvim-surround"
    },
    "oil.nvim": {
      "src": "https://github.com/stevearc/oil.nvim"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "quicker.nvim": {
      "src": "https://github.com/stevearc/quicker.nvim"
    },
    "referencer.nvim": {
      "src": "git@github.com:romus204/referencer.nvim"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim"
    },
    "resession.nvim": {
      "src": "git@github.com:stevearc/resession.nvim"
    },
    "resty.nvim": {
      "src": "git@github.com:lima1909/resty.nvim"
    },
    "scope.nvim": {
      "src": "git@github.com:tiagovla/scope.nvim"
    },
    "snacks.nvim": {
      "src": "https://github.com/folke/snacks.nvim"
    },
    "tree-sitter-manager.nvim": {
      "src": "https://github.com/romus204/tree-sitter-manager.nvim"
    },
    "vim-repeat": {
      "src": "https://github.com/tpope/vim-repeat"
    },
    "which-key.nvim": {
      "src": "https://github.com/folke/which-key.nvim"
    },
    "yaml-companion.nvim": {
      "src": "git@github.com:mosheavni/yaml-companion.nvim"
    },
    "zpack.nvim": {
      "src": "git@github.com:zuqini/zpack.nvim"
    }
  }
}
